Repository: LemireCoding/BuiltDifferentMobileApp
Catalog: BuiltDifferentMobileApp/BuiltDifferentMobileApp/Ressource/AppResource.*.resx
Languages: fr

# AccountAlreadyExists
source: An account already exists for the email that you have entered.
fr: Un compte existe déjà pour ce courriel.

# AccountNotFoundText
source: The email you entered does not belong to an account. Please check your email and try again.
fr: Le courriel que vous avez entré n'appartient pas à un compte. Veuillez vérifier votre courriel et réessayer.

# AddMealSavedTitle
source: Meal Saved.
fr: Repas sauvegarder.

# AddMealViewModelBreakfast
source: Breakfast
fr: Déjeuner

# AddMealViewModelDinner
source: Dinner
fr: Souper

# AddMealViewModelLunch
source: Lunch
fr: Dîner

# AddMealViewModelSnack
source: Snack
fr: Collation

# AddWorkoutPageDuration
source: Duration (minutes)
fr: durée

# AddWorkoutPageReps
source: Reps
fr: # de répétitions

# AddWorkoutPageRestTime
source: Rest Time (seconds)
fr: temps de repos (min)

# AddWorkoutPageTitle
source: Add Workout
fr: Créer un exercice

# AddWorkoutPageType
source: Workout Type
fr: Type d'exercice

# AddWorkoutPageVideoLink
source: YouTube Video Link
fr: lien vidéo YouTube

# AddWorkoutPageWorkoutName
source: Exercice Name
fr: nom de l'exercice

# AddWorkoutPageWorkoutSets
source: Sets
fr: # de séries

# AddWorkoutSaved
source: Workout Saved.
fr: Exercice sauvegarder.

# AddWorkoutTypeWarmUp
source: Warm Up
fr: Échauffement

# AddWorkoutTypeWeightTraining
source: Weight Training
fr: Entraînement de musculation

# AdminCoachApprovalApprove
source: Approve
fr: Approvez

# AdminCoachApprovalDeny
source: Deny
fr: Refusez

# AdminCoachApprovalNoProfileMessage
source: Returning to previous page.
fr: Retour à la page précédente.

# AdminCoachApprovalNoProfileTitle
source: Could not load coach's profile!
fr: Impossible de charger le profil de l'entraîneur !

source: Apply to be a coach
fr: Vous êtes entaineur?

# ApprovalDeniedBody
source: Sorry, your application has been denied
fr: Désolé, votre certification a été refusée

# ApprovalDeniedTitle
source: Your application has been denied
fr: Votre certification a été refusée.

# ApprovalPassedBody
source: Now navigating to coach dashboard...
fr: Passons maintenant au tableau de bord de l’entraîneur...

# ApprovalPassedTitle
source: Your application has been approved
fr: Votre certification a été approuvée

# ApprovalPendingBody
source: Please wait until you have been approved or denied
fr: Veuillez attendre d’avoir été approuvé ou refusé

# ApprovalPendingTitle
source: Your application is currently pending review
fr: Votre certification est en attente d'examen

# AvailabilityLabel
source: Available for new clients?
fr: Disponible pour de nouveaux clients?

# BadEmail
source: Please enter a valid email.
fr: Veuillez saisir un courriel valide.

# BadRequest
source: The server could not parse your request. Please report this bug.
fr: Le serveur n'a pas pu analyser votre demande. Veuillez signaler cet erreur.

# CheckApplicationStatusButton
source: Check Application Status
fr: Vérifier l’état de l’application

# ClientCoachCriteriaCoachingGenderF
source: Female
fr: Femme

# ClientCoachCriteriaCoachingGenderM
source: Male
fr: Mâle

# ClientCoachCriteriaCoachingGenderPNTS
source: Prefer Not To Say
fr: Préfère ne pas dire

# ClientCoachCriteriaCoachingTypesBoth
source: Workouts and Meals
fr: Exercices et Repas

# ClientCoachCriteriaCoachingTypesMeals
source: Workouts
fr: Exercices

# ClientCoachCriteriaCoachingTypesWorkouts
source: Meals
fr: Repas

# ClientDashboardTitle
source: Board
fr: Tableau

# CoachAddMealCarbsLabel
source: Carbs
fr: glucides

# CoachAddMealFatLabel
source: Fat
fr: gras

# CoachAddMealImageLabel
source: Paste an image link here
fr: Collez le lien d'une image ici.

# CoachAddMealNameLabel
source: Meal Name
fr: nom du repas

# CoachAddMealProteinLabel
source: Protein
fr: protéines

# CoachAddMealRecipeLabel
source: Type the ingredients and cook time.
fr: Tapez les ingrédients et le temps de cuisson.

# CoachAddMealTitle
source: Add Meal
fr: Ajouter un repas

# CoachAddMealTypeLabel
source: Meal Type
fr: Type de repas

# CoachClientApprovalNoRequests
source: No Requests
fr: Aucune demande

# CoachClientApprovalTitle
source: Client Requests
fr: Demandes de clients

# CoachClientApprovalYourRequests
source: Your Requests
fr: Vos demandes de clients

# CoachClientRequestAccept
source: Accept
fr: Accepter

# CoachDashboardBoard
source: Board
fr: Plan

# CoachDashboardClientName
source: Name
fr: Nom

# CoachDashboardClientProgress
source: Daily Progress
fr: Progrès quotidien

# CoachDashboardNumOfClient
source: # of clients
fr: # de clients.

# CoachDashboardSearchClients
source: Search clients
fr: Recercher vos clients

# CoachDashboardYourClients
source: Your Clients
fr: Vos clients

# CoachDescriptionHelpText
source: How would you describe yourself to clients?
fr: Comment vous décririez-vous aux clients?

# CoachDescriptionPlaceholder
source: I am a fun coach, always aspiring to...
fr: Je suis un coach amusant, aspirant toujours à...

# CoachMealsClientPlanAdd
source: Add
fr: Ajouter

# CoachMealsClientPlanTitle
source: Meal Plan
fr: Plan alimentaire

# CoachMealsEdit
source: Edit
fr: Modifier

# CoachMealsTitle
source: Meals
fr: Repas

# CoachSelectionAvalibleListLabel
source: Available Coach List
fr: Liste des entraîneurs disponibles

# CoachSelectionNoAvalibleListLabel
source: No Coach was found corresponding to your search.
fr: Aucun entraîneur n'a été trouvé correspondant à vos critères de recherche.

# CoachSelectionPriceLabel
source: $/month
fr: $/mois

# CoachSelectionPriceTitleLabel
source: Price
fr: Prix

# CoachSelectionRequestButton
source: Request
fr: Confirmer

# CoachWorkoutClientPlanTitle
source: Workout Plan
fr: Plan d'exercice

# CoachWorkoutTitle
source: Workouts
fr: Exercices

source: Complete Account Setup
fr: Terminer la configuration du compte

# ConfirmCoachSignUpButton
source: Confirm Account Information
fr: Confirmer

# ConfirmedPasswordPlaceholder
source: Confirm Password
fr: Confirmez le mot de passe

# ConfirmSentEmailText
source: Thank You! If you have signed up with us previously, we will be sending you an email shortly with a link to reset your password.
fr: Merci! Si vous êtes déjà inscrit, nous vous enverrons sous peu un courriel contenant un lien pour réinitialiser votre mot de passe.

# CriteriasTitleLabel
source: Find your coach and start your fitness journey as soon as possible!
fr: Trouvez votre entaineur et commencez votre parcours de remise en forme dès que possible !

# CurrentWeightLabel
source: Current Weight
fr: Mesure du poids courrant

# DifferentPasswords
source: Passwords don't match!
fr: Les mots de passe ne correspondent pas !

# DontHaveAccountLabel
source: Don't have an account?
fr: Vous n'avez pas de compte?

# EditMealPageTitle
source: Edit Meal
fr: Modifier un repas

# EditMealSaved
source: Meal Updated.
fr: Repas sauvegarder.

# EditWorkoutNotFoundMessage
source: Workout Not Found. Please try again
fr: Exercice non trouvé. Veuillez réessayer.

# EditWorkoutPageTitle
source: Edit Workout
fr: Modifier un exercice

# EditWorkoutSaved
source: Workout Updated.
fr: Exercice sauvegarder.

# EmailPlaceholder
source: Email
fr: Couriel

# FemaleGender
source: Female
fr: Femme

# FileNameTextStart
source: File name:
fr: Nom du fichier:

# FindACoachByCriteriaGenderLabel
source: Select a gender, if you have a prefered coach gender
fr: Sélectionnez un sexe, si vous avez une préférence pour le sexe de l'entaineur.

# FindACoachByCriteriaLabel
source: Let us find one for you!
fr: Laissez-nous en trouver un pour vous !

# FindACoachByCriteriaNameLabel
source: Coach Name
fr: Nom de l'entaineur

# FindACoachByCriteriaOrLabel
source: - OR -
fr: - OU -

# FindACoachByCriteriaSearchButton
source: Search
fr: Rechercher

# FindACoachByCriteriaTypeLabel
source: Select the coaching type that best fits you
fr: Sélectionnez le type d'entrainement qui vous convient le mieux.

# FindACoachByNameLabel
source: Find a coach by name
fr: Trouver un entraineur par son nom complet.

# ForgotPasswordLabel
source: Forgot password ?
fr: Mot de passe oublié ?

# ForgotPasswordPrompt
source: Please enter the email associated with your account.
fr: Veuillez entrer le courriel associé à votre compte.

# FullNamePlaceholder
source: Full Name
fr: nom complet

# GenderLabel
source: Gender
fr: sexe

# IncorrectLoginText
source: Sorry, your password was incorrect. Please check your password and try again.
fr: Désolé, votre mot de passe est incorrect. Veuillez vérifier votre mot de passe et réessayer.

# InvalidEmail
source: The email that you have entered is not valid.
fr: Le courriel que vous avez entré n'est pas valide.

# IsVerifiedLabel
source: Is verified
fr: Entraîneur vérifié

# LoginAttempsExceededText
source: You have reached exceeded the maximum login attempts. Please try again later.
fr: Vous avez atteint le nombre maximum de tentatives de connexion. Veuillez réessayer plus tard.

# LoginButton
source: Log In
fr: Connexion

# MaleGender
source: Male
fr: Homme

# MealServiceLabel
source: Offer meal coaching
fr: Offre les plans de repas

# MissingCertificationError
source: Please upload your certification.
fr: Veuillez télécharger votre certification

# MissingInputs
source: Please fill all required fields.
fr: Veuillez remplir tous les champs obligatoires.

# OtherGender
source: Other
fr: Autre

# PasswordPlaceholder
source: Password
fr: Mot de passe

# PasswordRequirementDigit
source: Password must contain at least one digit.
fr: Le mot de passe doit contenir au moins un chiffre.

# PasswordRequirementsLength
source: Password must be 8 characters long.
fr: Le mot de passe doit comporter 8 caractères.

# PasswordRequirementUppercase
source: Password must contain at least one uppercase character.
fr: Le mot de passe doit contenir au moins un caractère majuscule.

# PasswordRequirmentSymbol
source: Password must contain at least one symbol.
fr: Le mot de passe doit contenir au moins un symbole.

# PlanOffersHelpText
source: What do you want to provide coaching for?
fr: À quoi voulez-vous fournir du coaching?

source: Please select a gender
fr: Veuillez sélectionner un sexe

# PleaseSelectCertification
source: Please select your certification
fr: Veuillez choisir votre certification

# PricingError
source: Please enter a valid pricing.
fr: Veuillez entrer un prix valide.

# ProfileTitle
source: Your Profile
fr: Votre profile

# SaveButton
source: Save
fr: Sauvegarder

# SelectPDFError
source: Invalid file type. Please select a PDF.
fr: Type de fichier non valide. Veuillez sélectionner un fichier PDF.

# SignUpLabel
source: Sign up
fr: S'inscrire!

# SpecifyGenderError
source: Please specify your gender.
fr: Veuillez préciser votre sexe

# StartWeightLabel
source: Start Weight
fr: Mesure du poids initial

# UnknownErrorText
source: There was an unknown issue communicating with the server. Please try again later.
fr: Il y a eu un problème inconnu de communication avec le serveur. Veuillez réessayer plus tard.

# UploadCertificationButton
source: Upload Certification (PDF)
fr: Téléchargez votre certification (PDF)

# ViewModelErrorMessage
source: An error occured on the server. Please try saving again.
fr: Une erreur s'est produite sur le serveur. Veuillez réessayer d'enregistrer de nouveau.

# ViewModelErrorTitle
source: Error
fr: Erreur

# ViewModelFieldIssueTitle
source: Field Error
fr: Erreur de champ

# ViewModelProfileSuccessMessage
source: Profile saved.
fr: Profil enregistré.

# ViewModelSuccessTitle
source: Success
fr: Succès

# WorkoutServiceLabel
source: Offer workout coaching
fr: Offre l'entraînement physique
